#####################################################################
[Translation]

TRANSLATION_BY = Prevod:
TRANSLATION_NAME = Ozzii & Ivan Starchevicy
TRANSLATION_LINK = ivanstar61@gmail.com
LANGUAGENAME=Srpski
FILEVER=2300
Last modified : 21.10.2010  
#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8
SYSTEM_TITLE_BOLD = 1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW = 0
POPUPMARGIN=35

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=&Uređivač slika
#-------------------------------------------------------------
MNU_CAPTURE			=&Uslikaj ekran
MNU_CAPTURE_FULLSCREEN		= &Ceo ekran
MNU_CAPTURE_ACTIVEWINDOW	= &Trenutni prozor
MNU_CAPTURE_CONTROL		= &Deo prozora
#2.3.0
MNU_CAPTURE_SCROLLINGWINDOW	=Pomi&čni prozor
#2.3.0
MNU_CAPTURE_REGION		= &Područje
MNU_CAPTURE_FIXEDREGION              = &Obeleženo područje
MNU_CAPTURE_FREEHAND		= Slobodno&ručni izbor
MNU_CAPTURE_WEBPAGE		= &Veb stranica
MNU_CAPTURE_REPEAT		=Po&novi poslednji snimak
#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=&Podesi slikanje
MNU_OUTPUTTYPE			=&Izlazni oblik 

MNU_OUTPUTTYPE_PICPICK		=PicPick-ov &uređivač 
MNU_OUTPUTTYPE_CLIPBOARD	=Sačuvaj u &ostavi
MNU_OUTPUTTYPE_SAVEIMAGE	=Sa&čuvaj
MNU_OUTPUTTYPE_SAVEFOLDER	=Samo&sačuvaj kao...
#2.0.0
MNU_OUTPUTTYPE_OTHER		=D&rugi program...
MNU_OUTPUTTYPE_FTP		=Prenesi na F&TP 
#2.0.0
#2.2.0
MNU_OUTPUTTYPE_SHARE		=Po&deli 
MNU_OUTPUTTYPE_SENDTO		=Poš&alji u
MNU_OUTPUTTYPE_FACEBOOK             =Postavi na &Facebook
MNU_OUTPUTTYPE_TWITTER	                =Postavi na Twitte&r
MNU_OUTPUTTYPE_MSWORD                =&Word
MNU_OUTPUTTYPE_MSEXCEL	               =&Excel 
MNU_OUTPUTTYPE_MSPPT		=&PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=E-pošta (Out&look)
#2.2.0
#2.2.2
MNU_OUTPUTTYPE_PRINTER		=&Štampač  
#2.2.2
#2.3.3
MNU_OUTPUTTYPE_WEB			=Postavi na Veb
#2.3.3
MNU_OPT_DEFAULTFORMAT		=Podra&zumevani oblik slike
MNU_OPT_OPENEDITOR	    	=Ot&vori uređivač kad se program pokrene
MNU_OPT_STARTUPPROGRAM          =Po&kreni PicPick zajedno sa sistemom 
#-------------------------------------------------------------   
MNU_COLORPICKER			=Odaberi &boju
MNU_COLORPALETTE		=Prikaži p&aletu boja
MNU_COPYCOLORTYPE		=Umnoži boju &kao
MNU_COLORHISTORY		=&Istorija boja
MNU_COLORHISTORY_CLEAR		=&Očisti 
#-------------------------------------------------------------
#1.8.0.8
MNU_MAGNIFIER			=Lu&pa
#1.8.0.8
MNU_PIXELRULER			=Le&njir
MNU_PROTRACTOR			=Uglo&mer
MNU_CROSSHAIR			=&Nišan
MNU_WHITEBOARD			=&Traka sa alatkama
#-------------------------------------------------------------
#2.0.2 //Changed caption because of menu accessibility
MNU_ABOUT_PICPICK		= Mogućnosti &programa...
#2.0.2
MNU_EXIT_PICPICK		=I&zađi 




[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Datoteka
MNU_FILE_NEW =&Nova slika
MNU_FILE_OPEN =&Otvori...
MNU_FILE_OPENCLIPBOARD =Otvor&i iz ostave
#2.0.0
MNU_FILE_SAVESAME=&Sačuvaj 
MNU_FILE_SAVE =Sačuvaj &kao...
#2.0.0
MNU_FILE_SAVESELECT =Sačuvaj od&abrano kao...
#2.3.0
MNU_FILE_SAVEALL=Sačuvaj s&ve...
#2.3.0
#1.8.0
MNU_FILE_PRINT=Š&tampač...
#1.8.0
MNU_FILE_CLOSEIMAGE =Zatvo&ri trenutnu sliku
MNU_FILE_CLOSEALLIMAGE =Zat&vori sve slike
MNU_FILE_CLOSEPICPICK =I&zađi
#-------------------------------------------------------------
MNU_EDIT =&Uređivanje
MNU_EDIT_UNDO =&Opozovi radnju
MNU_EDIT_REDO =&Ponovi radnju
MNU_EDIT_CUT =Ise&ci
MNU_EDIT_COPY =Umnož&i
MNU_EDIT_PASTE =Nal&epi
MNU_EDIT_PASTEFROMFILE =Na&lepi iz fascikle...
MNU_EDIT_SELECTDEL =I&zbriši
MNU_EDIT_SELECTNEW =Iseci iz&abrano
MNU_EDIT_DESELECT =Poniš&ti izbor
MNU_EDIT_SELECTALL =Izaberi &sve
MNU_EDIT_IMAGERESIZE =Pro&meni veličinu...
MNU_EDIT_CANVASRESIZE =Veliči&na platna...
#2.0.0
MNU_EDIT_VIEWBITMAP =P&rikaži sliku na celom ekranu
#2.0.0
#-------------------------------------------------------------
MNU_TOOLS                       =&Alatke
MNU_TOOLS_FULLSCREEN 		=Uslikaj &ceo ekran
MNU_TOOLS_ACTIVEWINDOW   	=Uslikaj &trenutni prozor
MNU_TOOLS_CONTROL 		=Uslikaj deo &prozora
#2.3.0
MNU_TOOLS_SCROLLINGWINDOW	=Uslikaj pomi&čni prozor
#2.3.0

MNU_TOOLS_WEBPAGE 		=Uslikaj &veb stranicu
MNU_TOOLS_REGION 		=Uslikaj p&odručje
MNU_TOOLS_FIXEDREGION 		=Uslikaj ob&eleženo područje
MNU_TOOLS_FREEHAND 		=Uslikaj slobodno&ručni izbor
MNU_TOOLS_REPEAT 		=Ponovi po&slednji snimak
MNU_TOOLS_COLORPICKER		=Odaberi &boju
MNU_TOOLS_COLORPALETTE		=Pale&ta boja
#1.8.0.8
MNU_TOOLS_MAGNIFIER		=&Lupa
#1.8.0.8
MNU_TOOLS_PIXELRULER		=Lenj&ir
MNU_TOOLS_PROTRACTOR		=Uglo&mer
MNU_TOOLS_CROSSHAIR		=&Nišan
MNU_TOOLS_WHITEBOARD		=Tra&ka sa alatkama
#2.0.1
MNU_TOOLS_OPTION		=Mo&gućnosti programa...
#2.0.1
#-------------------------------------------------------------
#1.8.0
MNU_TOOLSOPTION				        =&Podesi slikanje
MNU_TOOLSOPTION_OUTPUTTYPE			=&Vrsta slike
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=Podrazumevani &format slike
MNU_TOOLSOPTION_DUALMONITORS			=Podrška za &dva monitora
MNU_TOOLSOPTION_HOTKEY			        =Izmeni &tastaturne prečice...
MNU_TOOLSOPTION_SOUND				=Uključi &zvučne efekte
MNU_TOOLSOPTION_SCROLLCAPTURE		        =Uključi &klizni pomak 
MNU_TOOLSOPTION_MOUSECURSOR			=Slikom o&buhvatiti i pokazivač
MNU_TOOLSOPTION_STARTUPPROGRAM		        =PicPick pokreni sa sistemom
MNU_TOOLSOPTION_OPENEDITOR			=Uređivač otvo&ri pri pokretanju programa
MNU_TOOLS_COLORTYPE				=Umn&oži boju kao
#1.8.0
#-------------------------------------------------------------
MNU_EFFECT 			=&Efekti
MNU_EFFECT_INVERT 		=Obrni &boje
MNU_EFFECT_GRAYSCALE		=&Sivi tonovi
MNU_EFFECT_MOSAIC 		=&Mozaik...
MNU_EFFECT_BLUR 		=&Zamagli
MNU_EFFECT_SHARPEN 		=&Izoštri
MNU_EFFECT_BRIGHTNESS 		=Os&vetljenost/Kontrast...
MNU_EFFECT_HSL 			=&Nijansa/ Zasićenost...
MNU_EFFECT_BORDER 		=Iz&gled ruba
MNU_EFFECT_FLIP 		                =Izo&kreni
MNU_EFFECT_FLIPH 		=&Vodoravno
MNU_EFFECT_FLIPV 		=Usp&ravno
MNU_EFFECT_ROTATE 		=Ok&reni
MNU_EFFECT_ROTATE90 		=&90° na desno
MNU_EFFECT_ROTATE180 		=&180° na desno
MNU_EFFECT_ROTATE270 		=&270° na desno
#1.8.1.0
MNU_EFFECT_FRAME		=&Okvir...
#1.8.1.0
#-------------------------------------------------------------
MNU_WINDOW =&Prozor
MNU_WINDOW_CASCADE =&Poređaj
MNU_WINDOW_TILEH =P&oređaj vodoravno
MNU_WINDOW_TILEV =Poređaj &uspravno
MNU_WINDOW_MINIMIZEALL =U&manji sve 
#-------------------------------------------------------------
MNU_HELP =P&omoć
MNU_HELP_WEBSITE =&PicPick-ova stranica...
MNU_HELP_ABOUT =&O programu...

PNL_TOOL_TOOLS = Alatke
PNL_TOOL_COLOR = Boja
PNL_TOOL_PROPERTY = Svojstva
LBL_TOOL_WIDTHS = Širina:
LBL_TOOL_OPACITY = Neprovidnost:
#2.0.0
LBL_TOOL_SHAPE= Oblik:
#2.0.0


#2.1.0
#Ribbon
TBR_CLIPBOARD=Ostava
TBN_CLIPBOARD_PASTE=Nalepi
TBN_CLIPBOARD_CUT=Iseci
TBN_CLIPBOARD_COPY=Umnoži
TBN_CLIPBOARD_DELETE=Izbriši

TBR_VIEW=Prikaz
TBN_VIEW_ZOOMIN=Uvećaj
TBN_VIEW_ZOOMOUT=Umanji
TBN_VIEW_FULL=Ceo ekran

TBR_IMAGE=Slika
TBN_IMAGE_EFFECT=Efekti
TBN_IMAGE_CROP=Iseci
TBN_IMAGE_RESIZE=Veličina
TBN_IMAGE_ROTATE=Okreni


TBR_TOOLS=Alatke
TBR_COLOR=Boje

POP_COLORTYPE1 = Izvedene boje
POP_COLORTYPE2 = Osnovne boje
#2.1.0
#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------
TIP_FILE_NEW =Napravi novu sliku
TIP_FILE_OPEN =Otvori postojeću sliku
TIP_FILE_OPENCLIPBOARD =Otvori sliku iz ostave
#2.0.0
TIP_FILE_SAVE =Sačuvaj trenutnu sliku
TIP_FILE_SAVEAS =Sačuvaj trenutnu sliku kao 
#2.0.0
TIP_FILE_SAVESELECT =Sačuvaj izabrano kao
#2.3.0
TIP_FILE_SAVEALL =Sačuvajte sve slike sa novim imenom
#2.3.0
#1.8.0
TIP_FILE_PRINT=Štampaj slike
#1.8.0
TIP_FILE_CLOSEIMAGE =Zatvori sliku
TIP_FILE_CLOSEALLIMAGE =Zatvori sve slike
TIP_FILE_CLOSEPICPICK =Zatvori prozor
#-------------------------------------------------------------
TIP_EDIT_UNDO =Opozovi radnju
TIP_EDIT_REDO =Ponovi radnju
TIP_EDIT_CUT =Iseci 
TIP_EDIT_COPY =Umnoži 
TIP_EDIT_PASTE =Nalepi 
TIP_EDIT_PASTEFROMFILE =Umetni sadržaj iz ostave u trenutnu sliku
TIP_EDIT_SELECTDEL =Obriši izabrano
TIP_EDIT_SELECTNEW = Iseci sliku na izabranom delu
TIP_EDIT_DESELECT =Poništi izbor
TIP_EDIT_SELECTALL =Izaberi celu sliku
TIP_EDIT_IMAGERESIZE =Promeni veličinu slike
TIP_EDIT_CANVASRESIZE =Promeni veličinu platna
#2.0.0
TIP_EDIT_VIEWBITMAP =Pogledaj sliku na celom ekranu
#2.0.0
#-------------------------------------------------------------
TIP_TOOLS_FULLSCREEN =Uslikaj radnu površinu
TIP_TOOLS_ACTIVEWINDOW =Uslikaj trenutni prozor
TIP_TOOLS_CONTROL =Uslikaj deo prozora
#2.3.0
TIP_TOOLS_SCROLLINGWINDOW	=Uslikaj sa pomičnim delom prozora
#2.3.0
TIP_TOOLS_WEBPAGE =Uslikaj veb stranicu
TIP_TOOLS_REGION =Uslikaj pravougaono područje
TIP_TOOLS_FREEHAND =Uslikaj slobodnoručno područje
TIP_TOOLS_FIXEDREGION =Uslikaj određeno pravougaono područje
TIP_TOOLS_REPEAT =Ponovo uslikaj prethodno područje

TIP_TOOLS_COLORPICKER	=Prikaži izbor boja 
TIP_TOOLS_COLORPALETTE	=Prikaži paletu boja 
#1.8.0.8
TIP_TOOLS_MAGNIFIER	=Prikaži lupu 
#1.8.0.8
TIP_TOOLS_PIXELRULER	=Prikaži lenjir 
TIP_TOOLS_PROTRACTOR	=Prikaži uglomer 
TIP_TOOLS_CROSSHAIR	=Prikaži nišan 
TIP_TOOLS_WHITEBOARD	=Otvori traku sa alatkama 
#2.0.1
TIP_TOOLS_OPTION	=Prikaži mogućnosti programa
#2.0.1
#-------------------------------------------------------------
#1.8.0
TIP_TOOLSOPTION					=Podesi mogućnosti slikanja
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Promeni uslikano u uređivaču
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Uslikano prebaci u ostavu 
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Uslikano sačuvaj kao 
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Uslikano sačuvaju u željenoj fascikli
#2.0.0
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Izmeni oblik uslikanih slika
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		        =Izmeni izlaz uslikanih slika
#2.0.0
#2.2.0
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	          =Postavi na Facebook
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER        	=Postavi na Twitter
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	            =Pošalji u Word
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	            = Pošalji u Excel 
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	    = Pošalji u PowerPoint
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	          = Priloži u e-poštu 
#2.2.0
#2.2.2
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER 	          =Promeni izlaz snimljene slike 
#2.2.2
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Promeni podrazumevani oblik slika
TIP_TOOLSOPTION_DUALMONITORS			=Slikanje za sistem sa dva monitora
TIP_TOOLSOPTION_HOTKEY				=Promeni tastaturne prečice...
TIP_TOOLSOPTION_SOUND				=Uključi zvučne efekte pri slikanju
TIP_TOOLSOPTION_SCROLLCAPTURE			=Uslikaj sa pomeranjem klizača
TIP_TOOLSOPTION_MOUSECURSOR			=Uključi pokazivača miša u sliku
TIP_TOOLSOPTION_STARTUPPROGRAM		        =Pokreni PicPick sa sistemom
TIP_TOOLSOPTION_OPENEDITOR			=Otvori uređivač slika kad se program pokrene
TIP_TOOLS_COLORTYPE				=Promeni vrstu boje u [HTML, RGB, C++, Delphi]
#1.8.0
#-------------------------------------------------------------
TIP_EFFECT_INVERT =Obrni boju slike
TIP_EFFECT_GRAYSCALE =Sliku prebaci u sive tonove
TIP_EFFECT_MOSAIC =Primeni dejstvo mozaika
TIP_EFFECT_BLUR =Primeni dejstvo zamagljivanja
TIP_EFFECT_SHARPEN =Primeni dejstvo izoštravanja
TIP_EFFECT_BRIGHTNESS =Osvetljenost/Kontrast
TIP_EFFECT_HSL =Nijansa/Zasićenost
TIP_EFFECT_FLIPH =Izokreni oblast ili celu sliku vodoravno
TIP_EFFECT_FLIPV =Izokreni oblast ili celu sliku uspravno
TIP_EFFECT_ROTATE90 =Okreni 90° na desno
TIP_EFFECT_ROTATE180 =Okreni 180° na desno
TIP_EFFECT_ROTATE270 =Okreni 270° na desno
#1.8.1.0
TIP_EFFECT_FRAME=Dodaj okvir 
#1.8.1.0

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Prozore poređano
TIP_WINDOW_TILEH =Prozore vodoravno
TIP_WINDOW_TILEV =Prozore uspravno
TIP_WINDOW_MINIMIZEALL =Smanji sve prozore
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Otvori PicPick-ovu početnu stranicu
TIP_HELP_ABOUT =Obaveštenje o programu 
#-------------------------------------------------------------
TIP_TOOL_MOVE =Pomeri
TIP_TOOL_SELECT =Izaberi oblast
TIP_TOOL_FILL =Popuni bojom
TIP_TOOL_BRUSH =Četka
TIP_TOOL_PENCIL =Olovka
TIP_TOOL_ZOOM =Lupa
TIP_TOOL_ERASER =Gumica
TIP_TOOL_PICKCOLOR =Izaberi boju
TIP_TOOL_TEXT =Tekst
TIP_TOOL_LINE =Crta
TIP_TOOL_RECT =Pravougaonik
TIP_TOOL_ELLIPSE =Oval
#1.8.0
TIP_TOOL_ARROW =Strelica
#1.8.0
TIP_TOOL_RRECT =Zaobljeni pravougaonik
TIP_TOOL_ADDIMAGE =Umetni sliku

#2.2.0

TIP_OUTPUTTYPE_MSWORD1 		= Umetni umnožak ove slike u
TIP_OUTPUTTYPE_MSWORD2 		= Word

TIP_OUTPUTTYPE_MSEXCEL1 		= Umetni umnožak ove slike u
TIP_OUTPUTTYPE_MSEXCEL2 		= Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1  	= Umetni umnožak ove slike u
TIP_OUTPUTTYPE_MSPOWERPOINT2  	= PowerPoint

TIP_OUTPUTTYPE_PROGRAM1		      = Pošalji umnožak ove slike
TIP_OUTPUTTYPE_PROGRAM2 		= u drugi program

TIP_OUTPUTTYPE_MSOUTLOOK1     	=Priloži umnožak ove slike
TIP_OUTPUTTYPE_MSOUTLOOK2	      =u e-poštu

TIP_OUTPUTTYPE_FACEBOOK1		= Postavi i deli ovu sliku
TIP_OUTPUTTYPE_FACEBOOK2 		= na Facebook-u

TIP_OUTPUTTYPE_TWITTER1		      = Postavi i deli ovu sliku
TIP_OUTPUTTYPE_TWITTER2 		= na Twitter-u

TIP_OUTPUTTYPE_FTP1		= Pošalji ovu sliku direktno na
TIP_OUTPUTTYPE_FTP2 		= lokaciju na Vebu preko FTP

#2.3.3
TIP_OUTPUTTYPE_FTP1		      = Pošalji ovu sliku na mrežu 
TIP_OUTPUTTYPE_FTP2 		      = preko FTP-a
#2.3.3
#2.2.0

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPick –  uređivač slika
DLG_CONTROLCAPTURE_TITLE =PicPick – deo prozora

#2.3.0
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick-ov pomični prozor
#2.3.0

DLG_REGIONCAPTURE_TITLE =PicPick – uslikaj područje
DLG_FIXEDREGIONCAPTURE_TITLE =Uslikaj obeleženi deo 
DLG_FREEHANDCAPTURE_TITLE=PicPick – Uslikaj slobodnoručni deo 
DLG_WHITEBOARDTOOL_TITLE=PicPick – traka sa alatkama 
DLG_MAGNIFIER_TITLE=PicPick - lupa
#2.0.0
DLG_COLORPICKER_TITLE =PicPick – odaberi boju
DLG_CROSSHAIR_TITLE=PicPick - nišan
#2.0.0
DLG_COLORPALETTE_TITLE =Paleta boja
DLG_AUTOSAVE_TITLE = Sačuvaj
DLG_NEWIMAGE_TITLE = Nova slika
#1.8.0
DLG_PRINT_TITLE = Štampač
#1.8.0
DLG_CANVASSET_TITLE = Promena veličine platna
DLG_IMAGERESIZE_TITLE = Promena veličine slike
DLG_ABOUT_TITLE = O programu 
DLG_PIXELATE_TITLE = Pretvori u tačkice
DLG_HUESATURATION_TITLE = Nijansa/Zasićenost
DLG_BRIGHTNESSCONTRAST_TITLE = Osvetljenost/Kontrast
#1.8.1.0
DLG_FRAME_TITLE		=Okvir
#1.8.1.0

DLG_FONTVIEW_TITLE = Unesi tekst
#2.0.0
DLG_CAPTURE_TITLE=Uslikaj
DLG_CHANGEHOTKEY_TITLE =Prečice 
#2.0.0
DLG_WEBPAGECAPTURE_TITLE = PicPick - uslikaj veb stranicu
DLG_SHORTCUT_TITLE = Izmeni tastaturne prečice

#2.0.0
DLG_SETUP_TITLE		=Mogućnosti programa
DLG_FILENAMESETUP_TITLE	=Ime datoteke
DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Uređivač
DLG_ARROWSET_TITLE	=Podesi strelice
#2.0.0

#2.2.0
DLG_FACEBOOK_TITLE	=Poveži se na Facebook 
DLG_TWITTER_TITLE		=Poveži se na Twitter 
#2.2.0

#2.3.3
DLG_WEBUPLOAD_TITLE		=Postavi na Veb
#2.3.3

BTN_OK = &U redu
BTN_CANCEL = &Otkaži
#-------------------------------------------------------------

[About]

GRP_PRESET = Podešavanja
CHK_ADDSTARTUP = Pokreni sa sistemom
CHK_ADDDESTKOP = Napravi ikonu na radnoj površini 
#1.8.0.3
CHK_CHECKUPDATE = Proveri nadogradnje
#1.8.0.3
LBL_LANGUAGE = Jezik
BTN_HOTKEY = Prečice...
#1.8.0
BTN_CREDIT = Zasluge
#1.8.0
#2.0.0
LBL_PROGRAMPARAMETER=&Karakteristike...
#2.0.0

#Not yet
#2.1.0 
CHK_SETTINGTOAPPDATA=Podešavanja sačuvaj u fascikli sa podacima
#2.1.0

#2.2.5
LBL_MORELANGUAGE=Izaberi jezik...
#2.2.5



[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Svojstva
#1.8.0
LBL_CONTROLCAPTURE_CLASS =Naziv
LBL_CONTROLCAPTURE_SIZE =Veličina
LBL_CONTROLCAPTURE_INFO=Upravljanje
LBL_CONTROLCAPTURE_SCROLL=Klizno samopomeranje 
LBL_CONTROLCAPTURE_OUTPUTTYPE =Vrsta izlaza
#1.8.0
#2.0.0
LBL_CONTROLCAPTURE_HANDLE =Upravljanje
LBL_CONTROLCAPTURE_RECT =Uslikaj položaj
#2.0.0
LBL_CONTROLCAPTURE_BOTTOMTIP =Izaberi deo prozora (taster,paletu alatki...)i pritisni  Print Screen.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Veličina područja
LBL_FIXEDREGIONCAPTURE_WIDTH = Širina :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Visina :

TIP_REGIONCAPTURE_NOTDRAG =Odaberi neko pravougaono područje.
TIP_PIXEL = Tačkice na ekranu
TIP_FREEHANDCAPTURE_NOTDRAG =Uslikaj po slobodnom izboru

LBL_COLORPICKER_COLORAS =Boja kao:
LBL_COLORPICKER_VALUE =Vrednost:

LSV_WEBPAGECAPTURE_LIST = Odaberi mrežno mesto slikanja
BTN_WEBPAGECAPTURE_RELOAD = &Ponovo učitaj
BTN_WEBPAGECAPTURE_CAPTURE = &Uslikaj
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Tastaturne prečice
GRB_CAPTURE = Uslikaj ekran
GRB_TOOLS = Alatke

LBL_KEYNONE = Ništa

LBL_CAPTURE_FULLSCREEN		=Uslikaj ceo ekran
LBL_CAPTURE_ACTIVEWINDOW	=Uslikaj trenutni prozor
LBL_CAPTURE_CONTROL		=Uslikaj deo prozora
#2.3.0
LBL_CAPTURE_SCROLLINGWINDOW	=Uslikaj pomični prozor
#2.3.0

LBL_CAPTURE_REGION		=Uslikaj područje
LBL_CAPTURE_FIXEDREGION	        =Uslikaj obeleženo područje
LBL_CAPTURE_FREEHAND		=Uslikaj slobodnoručni izbor
LBL_CAPTURE_WEBPAGE		=Uslikaj veb stranicu
LBL_CAPTURE_REPEAT		=Ponovi poslednje slikanje

LBL_TOOLS_EDITOR		=Uređivač slike
LBL_TOOLS_COLORPICKER		=Odaberi boju
LBL_TOOLS_COLORPALETTE		=Paleta boja
LBL_TOOLS_PIXELRULER		=Lenjir
LBL_TOOLS_PROTRACTOR		=Uglomer
LBL_TOOLS_CROSSHAIR		=Nišan
LBL_TOOLS_WHITEBOARD		=Traka sa alatkama

LBL_TOOLS_MAGNIFIER		=Lupa

CBO_HOTKEY_CUSTOM		=Po želji 1
CBO_HOTKEY_DEFAULT		=Podrazumevano 2
CBO_HOTKEY_HYPERSNAP	        =Varijanta 3
CBO_HOTKEY_OPENCAPTURE          =Varijanta 4
CBO_HOTKEY_NONE		        =Isključi 5


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Boje
LBL_FONTCOLOR = Boja slova
CHK_FILLCOLOR = Popuni bojom
CHK_AA = Zaobli ivice slova

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER = Sačuvaj slike
LBL_SELECTFOLDER =Izaberi fasciklu za čuvanje slika
BTN_SELECTFOLDER =&Pretraži...
GRP_SELECTFILENAME =Ime datoteke
RDO_SELECTFILENAME_TEXT =Tekst + broj
RDO_SELECTFILENAME_NUM =Samo broj
RDO_SELECTFILENAME_DATETIME =Datum/Vreme
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Slika
GRP_SELECTFORMAT =Format datoteke
RDO_SELECTFORMAT_BMP =BMP (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG (*.jpg)
RDO_SELECTFORMAT_PNG =PNG (*.png)
RDO_SELECTFORMAT_GIF = GIF (*.gif)

#2.0.0
LBL_SAVEFILENAME=Unesi ime datoteke za čuvanje ili prenesi na FTP -poslužitelja

LBL_EXAMPLETITLE=(Primer)
LBL_EXAMPLE1=%y : godina, %m : mesec, %d : dan
LBL_EXAMPLE2=%h : sat, %n : minut, %s : sekund
LBL_EXAMPLE3=%c : broj

GRB_OTHERPROGRAM=Prilagodi drugom programu
LBL_OTHERPROGRAM=Odaberi neki drugi program za otvaranje slika
LBL_OTHERPROGRAMPATH=Putanja programa:
LBL_OTHERPROGRAMPARAMETER=Karakteristike: 
LBL_OTHERPROGRAMSELECT=Otvori u drugom programu...
LBL_OTHERPROGRAMMSWORD= Word
LBL_OTHERPROGRAMMSEXCEL= Excel
LBL_OTHERPROGRAMMSPPT= PowerPoint
#2.0.0


#2.0.0
[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Mogućnosti  slikanja 
CHK_DUALMONITORS		=Podrška za dva monitora
CHK_SOUND			=Uključi zvučne efekte tokom slikanja
CHK_MOUSECURSOR		        =Uslikaj i pokazivač miša
CHK_HIDEEDITOR			=Sakrij PicPick -ov uređivač pre slikanja 
CHK_ALWAYSCOPYCLIPBOARD	=Uslikano uvek sačuvaj u ostavi 

GRB_AUTOSCROLL			=Klizno samopomeranje
CHK_SCROLLCAPTURE		=Uključi  klizno samopomeranje
LBL_SCROLLDELAY			=Zadrška: 
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=Uvećaj prozor
CHK_MAGNIFIER			=Prikaži uvećanje prozora tokom slikanja
LBL_ZOOMSCALE			=Stepen uvećanja:
#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = Podešavanje FTP  poslužitelja
LBL_FTPADDRESS  =FTP poslužitelj:
LBL_REMOTEPATH = Udaljena putanja:
LBL_PORT=Port:
CHK_PASSIVEFTP= Pasivan FTP
LBL_USERNAME=Korisničko ime:
LBL_PASSWORD=Lozinka:
BTN_CONNECTTEST=Provera
LBL_SENDWEBBROWSER=URL otvorite u veb pregledaču
LBL_SENDCLIPBOARD=URL sačuvaj u ostavi
LBL_WEBADDRESS=URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Mogućnosti uređivača
CHK_OPENEDITORWHENSTART=Uređivač otvori pri pokretanju programa
CHK_CENTERIMAGE =Postavi sliku u sredinu prozora
CHK_CLOSEWITHOUTASKING =Nesačuvanu sliku zatvori bez pitanja
CHK_CROPNEW=Od izrezanog napravi novu sliku
#2.1.0
CHK_SHOWCLASSICUI=Prikaži klasičan izgled programa
#2.1.0
LBL_BG=Boja pozadine
RDO_BGGRID=Rešetka
RDO_BGSOLID=Jednobojna

GRB_FILETYPE=Vrsta datoteke
LBL_FILETYPE=Odaberi vrstu datoteke koju želite otvoriti sa PicPick -om
#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Početak
CHK_END = Kraj
CHK_OUTLINE = Dodaj obris
CBO_AT_ARROW1 = Strelica 1
CBO_AT_ARROW2 = Strelica 2
CBO_AT_CIRCLE = Krug
CBO_AT_DIAMOND = Romb
#-------------------------------------------------------------
#2.0.0


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Veličina platna
LBL_WIDTH = Nova širina
LBL_HEIGHT =Nova visina
LBL_BACKCOLOR = Boja pozadine
#-------------------------------------------------------------
#2.3.5
LBL_PRESETS = Pretpodešavanja
CBO_CLIPBOARD=Ostava
CBO_LASTUSED=Zadnje korišćeno
CBO_CURRENT=Trenutna veličina slike
#2.3.5

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Procentualna skala
RDO_SIZE = Skala za određene veličine
CHK_KEEP = Zadrži odnos
LBL_WIDTH = Širina
LBL_HEIGHT = Visina


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Prikaz
LBL_PIXELATE = Pretvori u tačkice
LBL_HUE = Nijansa
LBL_SATURATION =Zasićenost
LBL_BIRGHTNESS = Osvetljenost
LBL_CONTRAST = Kontrast
#-------------------------------------------------------------

#1.8.1.0
[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Prikaz
GRP_EFFECT = Efekti
CHK_BORDER = Rub
CHK_FRAME = Okvir
LBL_ETC=Pronađi još okvira...
CHK_AUTO=Snimljenoj slici dodaj okvir
#-------------------------------------------------------------
#1.8.1.0


[Palette]
#-------------------------------------------------------------
LBL_RED =&Crveno
LBL_GREEN =&Zeleno
LBL_BLUE =&Plavo
LBL_TYPE = Vrsta boja:
BTN_COPY =&Umnoži

CLR_DEFAULTTEXT = Paleta boja
CLR_CUSTOMTEXT = Još boja...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Pomeri
MNU_RULER_MOVE_UP =&Gore
MNU_RULER_MOVE_DOWN =&Dole
MNU_RULER_MOVE_LEFT =&Levo
MNU_RULER_MOVE_RIGHT =&Desno
#-------------------------------------------------------------
MNU_RULER_TYPE =&Okreni
MNU_RULER_TYPE_HOTRIZONTAL =&Vodoravno
MNU_RULER_TYPE_VERTICAL =&Uspravno
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =Pro&zirnost
MNU_RULER_TRANSPARENT_USE =&Omogući
MNU_RULER_TRANSPARENT_NOTUSE =&Onemogući
MNU_RULER_TRANSPARENT_INC =&Povećaj(+)
MNU_RULER_TRANSPARENT_DEC =&Smanji(-)
#1.8.0.9
MNU_MAGNIFIER		=Prikaži &lupu...
#1.8.0.9
#-------------------------------------------------------------
MNU_RULER_EXIT =I&zađi
#-------------------------------------------------------------
#2.2.4
MNU_RULER_UNIT =&Jedinice
MNU_RULER_UNIT_PIXEL =&Tačkice na ekranu
MNU_RULER_UNIT_INCH =&Inči
MNU_RULER_UNIT_CM = &Centimetri
MNU_RULER_UNIT_DPI = &Tačkica po inču
MNU_RULER_COLOR = &Boja
MNU_RULER_COLOR_BLUE = &Plava (podrazumevano)
MNU_RULER_COLOR_YELLOW = &Žuta (klasično)
MNU_RULER_COLOR_WHITE = &Bela
MNU_RULER_COLOR_BLACK = C&rna
#2.2.4
#2.2.7
MNU_RULER_UNIT_DPI_CUSTOM = &Po želji...
DLG_CUSTOMDPI_TITLE= Prilagodi TPI
LBL_CUSTOMDPI_TEXT= Uneti tačkice po inču (TPI) :
#2.2.7

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =&Širina olovke
MNU_WHITEBOARD_PENCOLOR =&Boja olovke
MNU_WHITEBOARD_PENCOLOR_BLACK =Crna
MNU_WHITEBOARD_PENCOLOR_WHITE =Bela
MNU_WHITEBOARD_PENCOLOR_RED =Crvena
MNU_WHITEBOARD_PENCOLOR_GREEN =Zelena
MNU_WHITEBOARD_PENCOLOR_BLUE =Plava
MNU_WHITEBOARD_PENCOLOR_CYAN =Plavo-zeleno
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Ciklama crveno
MNU_WHITEBOARD_PENCOLOR_YELLOW =Žuta
MNU_WHITEBOARD_PENCOLOR_GRAY =Siva
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Po želji...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Očisti
MNU_WHITEBOARD_SAVE =&Uslikaj ekran
MNU_WHITEBOARD_EXIT =I&zađi
#-------------------------------------------------------------
#1.8.0.6
TIP_TOOL_MOVE =Pomeri
TIP_TOOL_ZOOM =Uvećaj/Smanji
TIP_TOOL_PEN =Olovka
TIP_TOOL_LINE =Crta
TIP_TOOL_ARROW =Strelica
TIP_TOOL_SHAPE=Oblik
TIP_TOOL_RECT =Pravougaonik
TIP_TOOL_ELLIPSE =Oval
TIP_TOOL_RRECT =Zaobljeni pravougaonik
TIP_TOOL_TRANSPARENT = Prozirnost
TIP_TOOL_CLEAR=Očisti
TIP_TOOL_SAVE=Uslikaj ekran
TIP_TOOL_WIDTH=Širina
TIP_TOOL_COLOR=Boja
#1.8.0.6


[Print]
#-------------------------------------------------------------
#1.8.0
BTN_PRINTERSETUP=Podesi štampač...
BTN_PRINT=&Odštampaj
GRB_PREVIEW =Prikaz

TAB_PAPERSETUP=Podesi stranicu
TAB_ADDTEXT=Dodaj tekst

GRB_MARGINSETUP=&Veličina ruba (mm)
LBL_MARGINTOP=Gore
LBL_MARGINLEFT=Levo
LBL_MARGINRIGHT=Desno
LBL_MARGINBOTTOM=Dole

GRB_IMAGESETUP=&Podesi sliku
CHK_CENTER=Postavi u sredinu
CHK_SHRINK=Prilagodi stranici 
CHK_PROPORTINAL=Zadrži odnos
CHK_GRAYSCALE=Sivi tonovi

GRB_PAPERCOUNT=&Broj primeraka
LBL_PAPERUNIT=Stranica

GRB_ORIENTATION=&Način štampanja
RDO_PORTRAIT=Uspravno
RDO_LANDSCAPE=Položeno

GRB_HEADER=&Zaglavlje 
CHK_HEADERADD=Dodaj
CBO_HEADERDEFAULT=Podrazumevano zaglavlje
LBL_HEADERMARGIN=Rub:
BTN_HEADERFONT=Slova...
RDO_HEADERLEFT=Levo
RDO_HEADERCENTER=U sredini
RDO_HEADERRIGHT=Desno

GRB_FOOTER=Po&dnožje
CHK_FOOTERADD=Dodaj
CBO_FOOTERDEFAULT=Podrazumevano podnožje
LBL_FOOTERMARGIN=Rub:
BTN_FOOTERFONT=Slova...
RDO_FOOTERLEFT=Levo
RDO_FOOTERCENTER=U sredini
RDO_FOOTERRIGHT=Desno
#1.8.0
#-------------------------------------------------------------

#2.2.0
[Facebook] 
#and Twitter
#-------------------------------------------------------------
BTN_CLOSE = &Zatvori
LBL_PREVIEW = Prikaz slike
LBL_CAPTION = Naslov slike
RDO_SELECTALBUMS = Izaberi albume
RDO_CREATEALBUM = Napravi novi foto album
LBL_CREATEALBUM_NAME = Ime : 
LBL_CREATEALBUM_LOCATION = Položaj: 
LBL_CREATEALBUM_DESCRIPTION =Opis : 
LBL_CREATEALBUM_PRIVACY = Privatnost: 
CBO_CREATEALBUM_1 = Svako
CBO_CREATEALBUM_2 = Moji prijatelji i mreža
CBO_CREATEALBUM_3 = Prijatelji prijatelja
CBO_CREATEALBUM_4 = Samo prijatelji
BTN_UPLOAD = Postavi
LBL_IMGURL = Adresa slike na mreži
LBL_LINKURL = Veza do albuma na mreži
LBL_UPLOADING=Postavi sad...
LBL_UPLOADCOMPLETE = Slanje je završeno
LBL_UPLOADWAIT = Čeka se odgovor...
LBL_UPLOADFAILURE = Neuspešno slanje. Pokušajte ponovo.
LBL_UPLOADRESULT = Uspešno ste otpremili jednu sliku.  

LBL_ACCOUNT = Nalog :
LBL_PASSWORD = Lozinka:
LBL_REMEMBERPASSWORD = Zapamti lozinku
LBL_MESSAGE = Poruka :

#2.3.3
LBL_WEBUPLOAD_TITLE = Postavi svoje slike direktno na Veb
LBL_WEBUPLOAD_TITLESUB = Preko ImageShack - Besplatni servis za slike
LBL_WEBUPLOAD_SIGNUP = Prijavite se za upravljanje slikama koje ste otpremili!

LBL_WEBUPLOAD_NOACCOUNT = Gost (Nije potrebna registracija)
LBL_WEBUPLOAD_ACCOUNTEXIST = Imam ImageShack nalog
#2.3.3

#-------------------------------------------------------------
#2.2.0


#2.3.0

[ThumbnailView]


BTN_QUICKTABS=Brzi jezičci
MNU_RENAME=&Preimenuj...
LBL_RENAME=Unesi podrazumevano ime datoteke.

#This language is for PicPick 2.3




#2.3.0


[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Kliknite u sredinu ekrana
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Pritisnite [
MSG_ACTIVEWINDOW_2 = ] taster za slikanje aktivnog prozora
MSG_EXITSAVEIMAGE_1 = Da li želite da sačuvate promene u [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Slika
MSG_DIRECTORYACCESSERROR = Pristup fascikli nije moguć.
MSG_DEFAULT_TAPNAME = Nema slika

MSG_HOTKEY_ALREADY1 = PicPick ne može registrovati sledeće tastaturne prečice
MSG_HOTKEY_ALREADY2 = Da li želite da promenite ove tastaturne prečice?

MSG_THISFOLDERNOTFOUND = Fascikla nije pronađena.
MSG_INVALID_FILENAME = Naziv datoteke je pogrešan.
MSG_INVALID_CLIPBOARD = Greška pri preuzimanju podataka iz ostave!
MSG_CANNOTREPEATCAPTURE = Poslednje slikanje nije pronađeno
MSG_CLOSEALLIMAGE = Da li želite da zatvorite sve nesačuvane slike?

MSG_FILE_OPEN =Otvori 
MSG_FILE_SAVE =Sačuvaj kao 

#1.8.0.3
MSG_NEWVERSIONAVAILABLE = Dostupno je novo izdanje PicPick-a. Želite li ga sada preuzeti?
#1.8.0.3

#2.0.0
MSG_PROGRAM_NOTADDYET=Morate izabrati drugi program kome ćete poslati slike!
MSG_EXTERNALPROGRAMERROR=Ne može se naći navedeni program 
MSG_PARAMETERS_TITLE=Karakteristike programa
#2.0.0

#2.1.0
MSG_OLDLANGUAGE =Jezična datoteka je jedno starije izdanje, tako da neki tekstovi nisu prevedeni. Da li zaista želite da promenite jezik? 
#2.1.0

#2.2.0
MSG_INVALIDALBUMNAME=Ime albuma nije važeće
MSG_CREATEFAILUREALBUM=Greška pri pravljenju albuma
MSG_LOADINGFAILUREALBUM= Greška pri učitavanju albuma
#2.2.0

#2.2.1
MSG_IDEMPTY = Molimo da unesete ime korisnika
MSG_PWEMPTY = Molimo da unesete lozinku
#2.2.1
